from typing import Final

back_button_text: Final[str] = "🔙 Назад"

greeting_text: Final[str] = """
📚🖌 Добрый день дорогие ученики!
📎 Чтобы пройти обучающие задание, нажмите на кнопку под этим сообщением 👇
"""

rate_bot_text: Final[str] = """
Пожалуйста, оцените моего бота! 🙏
Это даст мне знать какую реакцию вызывает данная проделанная работа среди пользователей, заранее вам благодарен! 🙌
"""

texts = {
    "greetings": greeting_text,
    "back_button": back_button_text,
    "rate_bot": rate_bot_text
}
